import PhoneInTalkRoundedIcon from "@mui/icons-material/PhoneInTalkRounded";
import EmailRoundedIcon from "@mui/icons-material/EmailRounded";
import WhatsAppIcon from "@mui/icons-material/WhatsApp";
import TelegramIcon from "@mui/icons-material/Telegram";

export const Footer = () => {
  return (
    <div>
      <PhoneInTalkRoundedIcon />
      <EmailRoundedIcon />
      <WhatsAppIcon />
      <TelegramIcon />
      <img src="/vkontakte.svg" width={30} height={30} />
      Если здесь не найдете нужной позиции, привезем под заказ ✈️ В связи с
      нестабильным курсом доллара, цены могут меняться. Для быстрой связи: Whats
      App, VK, только текстовые сообщения, аудио звонок по договоренности. НЕ
      ПИШИТЕ В ТЕЛЕГРАММ не вижу там Ваши сообщения. Оплата: -наличными -перевод
      на карту (Сбербанк, Альфа Банк, Тиньков, ВТБ) - оплата картой, через
      терминал (комиссия 5%) Также есть возможность оформить технику в кредит:
      (От 3 до 36 месяцев, 18% минимальный процент, он индивидуален для каждого
      но минимум 18%, меньше пока нету, если банки снизят его, информацию
      обновлю, возраст от 21 года, гражданство РФ, хорошая кредитная история или
      ее отсутсвие, в базе около 10 банков, наш кредитный специалист по честному
      все расскажет о переплате, и комиссиях если они есть, не навязываем допы,
      не заставляем выбрать неликвидный товар, покупаете что нужно, с кредитом
      также работает trade in, пример: выбрали телефон за 50 тысяч, старый
      оценили к примеру в 15, кредит на 35 тысяч оформляется, не каких схем, все
      просто, прозрачно честно, специалист работает 5-6 дней в неделю, ТОЛЬКО
      личное присутствие, подача заявки возможна с 10.00 до 17.00, удаленно
      подача заявки НЕВОЗМОЖНА такие условия банков) (Доехать нужно будет до
      Советского района, недалеко от Жар Птицы адрес пришлю в личные сообщения)
      Также можно оплатить кредитной картой через терминал, но нужно доехать
      будет до терминала, нашего партнера (Советский район, недалеко от Жар
      Птицы) Комиссия будет 5% и это не нам деньги, 4% берет банк за эквайринг,
      1% с меня берет партнер, и также работает Trade in, пример: телефон стоит
      50к, старый телефон оценили в 15к, с Вас доплата 35.000₽ +5%, итого через
      терминал с Вас оплата 36.750₽ Независимо от формы оплаты, к каждому
      телефону идеи в подарок чехол и стекло, перенос данных и установка
      приложений бесплатно. Доставка по НН бесплатно, Бор доставка 500₽,
      Кстово/Дзержинск/Городец доставка 1,500₽ доставка возможна, если у меня
      есть окно до Вас доехать, более дешевый вариант доставки СДЭК стоит для
      негабаритных грузов 350₽, 90% такую доставку получите на следующий день,
      груз можем дополнительно застраховать, по Вашему желанию. Отправляю 3-4
      раза в неделю, можно не переживать все доедет отлично. Для быстрой связи
      лучше писать в VK/What’s App, НЕ ПИШИТЕ В ТЕЛЕГРАММ не вижу там Ваши
      сообщения!!! К каждому телефону по прежнему даём в подарок, чехол и
      защитное стекло 🎁 Все телефоны оригинал, не реф, не восстановленные,
      ТОЛЬКО ОРИГИНАЛ! Все телефоны либо новые, либо оригинал б/у, каждый
      телефон с гарантией, это либо официальная гарантия, либо если она
      закончилась, гарантия от меня лично! На НОВЫЕ iPhone НЕ РОСТЕСТ
      ОФИЦИАЛЬНОЙ ГАРАНТИИ НЕТУ! На iPad/MacBook/Watch/Airpods пока она
      действует! Ростест телефоны не поставляются в Россию с начала марта в
      связи с СВО, Apple прекратила поставки, поэтому все телефоны сейчас не
      Ростест, в списке можно найти Ростест, но это последние остатки, можно
      найти и другие модели на остатках у поставщиков, но готовьтесь заплатить
      за него гораздо большие деньги!
    </div>
  );
};
